1. Взял json файл из этого источника https://examplefile.com/code/json/21-mb-json
2. Запустил python скрипт redis_test.py
3. Получились такие результаты:
	    "String": {
        	"w": 0.35901546478271484,
        	"r": 0.3516519069671631
        },
        "Hash": {
            "w": 109.29173135757446,
            "r": 108.22141241231231
        },
        "ZSet": {
            "w": 114.19379043579102,
            "r": 0.7726540565490723
        }
        "List": {
            "w": 112.59344053268433,
            "r": 0.8702709674835205
        }
